{
	"footer": {
		 "showlink": "https://www.starz.com/series/blacksails/episodes",
		 "social": [{
			  "name": "facebook",
			  "class": "fa-facebook",
			  "link": "https://www.facebook.com/blacksails.starz"
		 }, {
			  "name": "twitter",
			  "class": "fa-twitter",
			  "link": "https://www.twitter.com/BlkSails_STARZ"
		 }, {
			  "name": "instagram",
			  "class": "fa-instagram",
			  "link": "https://www.instagram/blacksails_starz"
		 }, {
			  "name": "tumblr",
			  "class": "fa-tumblr",
			  "link": "http://blacksailsstarz.tumblr.com/"
		 }, {
			  "name": "youtube",
			  "class": "fa-youtube-play",
			  "link": "https://www.youtube.com/playlist?list=PLYg6DkgTt8JAxioE0S3rBVhAbhkvrNnNv"
		 }],
		 "copyright": "STARZ and related channels and service marks are the property of Starz Entertainment, LLC. Blacks Sails © 2016 Starz Entertainment, LLC. All Rights Reserved."
	},
	"sections": [{
		"name": "Intro",
		"class": "intro",
		"link": "",
		"maincontent": "IntroVideo",
		"video": "presskit",
		"loop": true,
		"background": "images/backgrounds/video.jpg",
		"content":[{}]
	},{
		"name": "Synopsis",
		"class": "synopsis",
		"link": "synopsis",
		"menu": true,
		"maincontent": "Synopsis",
		"video": "pk2",
		"loop": false,
		"background": "images/backgrounds/key.jpg",
		"content": [{
			 "titleart": "images/intro/title-art.png",
			 "keyart": "images/intro/key.jpg",
			 "tagline": "images/intro/tagline.png",
			 "synopsis": [
				  "Hundreds of British soldiers lie dead in a forest&#8230; the Royal Navy sails back to England in retreat&#8230; the West Indies are now a war zone, and the shores of New Providence Island have never been bloodier. With the help of Eleanor Guthrie, Woodes Rogers transforms Nassau into a fortress without walls, as Captain Flint amasses a fleet of unprecedented strength, hoping to strike the final blow against civilization and reshape the world forever. Meanwhile, from within the island&#8230; an insurgency builds, fueled by the legend of its exiled leader, whose name keeps grown men awake at night&#8230; the one they call &#8220;Long John Silver.&#8221;"
			 ]
		}]
	},{
		"name": "Characters",
		"class": "characters",
		"link": "characters",
		"menu": true,
		"maincontent": "CharacterBio",
		"video": "flint",
		"background": "images/backgrounds/flint.jpg",
		"loop": false,
		"onComplete": "NEXT_ITEM_NOT",
		"content": [{
			 "name": "Captain Flint",
			 "actor": "",
			 "background": "images/backgrounds/flint.jpg",
			 "safename": "flint",
			 "video": "flint",
			 "loop": false
		},{
			 "name": "John Silver",
			 "actor": "",
			 "background": "images/backgrounds/silver.jpg",
			 "safename": "silver",
			 "video": "silver",
			 "loop": false
		},{
			 "name": "Eleanor Guthrie",
			 "actor": "",
			 "background": "images/backgrounds/eleanor.jpg",
			 "safename": "eleanor",
			 "video": "eleanor",
			 "loop": false
		},{
			 "name": "Max",
			 "actor": "",
			 "background": "images/backgrounds/max.jpg",
			 "safename": "max",
			 "video": "max",
			 "loop": false
		},{
			 "name": "Edward Teach",
			 "actor": "",
			 "background": "images/backgrounds/teach.jpg",
			 "safename": "teach",
			 "video": "teach",
			 "loop": false
		},{
			 "name": "Billy Bones",
			 "actor": "",
			 "background": "images/backgrounds/billy.jpg",
			 "safename": "billy",
			 "video": "billy",
			 "loop": false
		},{
			 "name": "Anne Bonny",
			 "actor": "",
			 "background": "images/backgrounds/anne2.jpg",
			 "safename": "anne",
			 "video": "anne",
			 "loop": false
		},{
			 "name": "Jack Rackham",
			 "actor": "",
			 "background": "images/backgrounds/rackham2.jpg",
			 "safename": "rackham",
			 "video": "jack",
			 "loop": false
		},{
			 "name": "Woodes Rogers",
			 "actor": "",
			 "background": "images/backgrounds/woodes.jpg",
			 "safename": "woodes",
			 "video": "woodes",
			 "loop": false
		},{
			 "name": "Madi",
			 "actor": "",
			 "background": "images/backgrounds/madi.jpg",
			 "safename": "madi",
			 "video": "madi",
			 "loop": false
		}]
	},{
		"name": "Cast",
		"class": "cast",
		"link": "cast",
		"menu": true,
		"maincontent": "CastBio",
		"video": false,
		"loop": true,
		"background": "images/backgrounds/skeletons.jpg",
		"content": [{
			 "name": "TOBY STEPHENS",
			 "role": "(Captain Flint)",
			 "desc": [
				  "With an expansive list of credits in film, theatre, and television, Toby Stephens has gained critical acclaim as a stage and screen actor of distinction. Born in London, England, Stephens trained at the London Academy of Music and Dramatic Art (LAMDA), one of the oldest leading British drama schools in the United Kingdom and regarded as a world-class performing arts institute renowned for its excellence in theatre education.  ",
				  "Currently Stephens is in production in London on Millennium&#8217;s action thriller <i>Hunter Killer</i>, where he will play &#8220;Lt. Beaman,&#8221; who heads up the black ops squad opposite Gerard Butler. The story revolves around an American submarine commander sent into Russian waters to save the Russian President in the midst of a military coup. The screenplay is written by Peter Craig and Jamie Moss and is based on the novel Firing Point by George Wallace and Don Keith. ",
				  "Stephens can next be seen in political dramedy film The Journey, which screened (out of competition) at the 73rd Venice Film Festival and at the 2016 Toronto International Film Festival. The movie focuses on the improbable friendship between Martin McGuinness and Ian Paisley in a story that follows the two Northern Ireland political titans after the signing of the breakthrough of St. Andrews Agreement in 2006. Stephens plays British Prime Minister Tony Blair opposite Freddie Highmore, John Hurt, Colm Meaney, and Timothy Spall.  ",
				  "Stephens also recently wrapped production in South Africa reprising his role as the feared and ruthless &#8216;Captain Flint&#8217; in the fourth and final season of STARZ&#8217;s drama &#8220;Black Sails.&#8221; Created by Jonathan E. Steinberg and Robert Levine and executive produced by Michael Bay, &#8220;Black Sails&#8221; premiered its third season on Saturday, January 23rd, 2015. &#8220;Black Sails&#8221; enjoys an average of 4.5 million viewers per episode and is sold in over 175 countries worldwide. The series is a prequel to Robert Louis Steven&#8217;s novel &#8220;Treasure Island&#8221; and centers on &#8216;Captain Flint&#8217; (Stephens) and the relationship he develops with young &#8216;John Silver&#8217; (Luke Arnold).  ",
				  "Stephens joined forces again with director Michael Bay in Paramount Pictures Action Drama <i>13 Hours: The Secret Soldiers of Benghazi</i>, which released on Friday, January 15th, 2016.  The film focuses on the six members of the Annex Security Team who defend the U.S. Consulate in Benghazi, Libya, from an attack by Islamic militants. Stephens costars alongside John Krasinski, Pablo Schreiber, Max Martini, James Badge Dale, David Denman, Freddie Stroma, and Dominic Fumusa, and his character plays a pivotal role in the special forces who entered Benghazi once the attacks were underway to help the existing U.S. forces who were struggling to defend themselves against the Islamic militants.  ",
				  "In 2013, Stephens starred alongside his wife, actress Anna-Louise Plowman, in the critically acclaimed &#8220;Private Lives&#8221; at the Gielgud Theatre in London&#8217;s West End.  In Jonathan Kent&#8217;s production of Noel Coward&#8217;s classic comedy, critics were unanimous with their praise for Stephens who played glamorous divorcee &#8216;Elyot Chase&#8217; alongside Anna Chancellor, playing &#8216;Amanda Prynne.&#8217; ",
				  "In spring 2010, Stephens received outstanding reviews on the London stage for his performance as &#8216;Henry&#8217; in a revival of Tom Stoppard&#8217;s &#8220;The Real Thing&#8221; directed by Anna Mackmin at the Old Vic Theatre.  Stephens also performed that year as &#8216;Georges Danton&#8217; in &#8220;Danton&#8217;s Death.&#8221; The play was another debut for Stephens, this time at London's Royal National Theatre.   Stephens also starred in the television crime drama &#8220;The Blue Geranium,&#8221; a further sequel to the television series and films based on Agatha Christie&#8217;s Miss Marple character. The show was broadcast in the U.S. on PBS in June 2010. Later that year, Stephens also starred as a highly self-centered detective opposite Lucy Punch in a three-part comedy television series for BBC Two entitled &#8220;Vexed.&#8221; ",
				  "In 2009, Stephens appeared as &#8216;Prince John&#8217; in the third season of the BBC series &#8220;Robin Hood.&#8221; The series also aired on BBC America in the United States. In the summer of 2009, Stephens returned to the London stage in the Donmar Warehouse production of Ibsen&#8217;s &#8220;Doll&#8217;s House&#8221; alongside Gillian Anderson and Christopher Eccleston. ",
				  "In 2007, Stephens played the role of &#8216;Jerry&#8217; in a revival of Harold Pinter&#8217;s &#8220;Betrayal&#8221; under the direction of Roger Michell. Stephens also starred as &#8216;Horner&#8217; in Jonathan Kent's revival of William Wycherley&#8217;s &#8220;The Country Wife.&#8221; The play was the inaugural production of the Theatre Royal Haymarket Company, which in addition to Stephens included Eileen Atkins, Patricia Hodge, David Haigand, and Ruthie Henshall. ",
				  "In 2006, Stephens starred in BBC&#8217;s television adaptation of &#8220;Jane Eyre&#8221; (broadcast in the United States on PBS in early 2007).  Portraying the passionate and tormented &#8216;Edward Fairfax Rochester&#8217; alongside Ruth Wilson who played &#8216;Jane Eyre,&#8217; Stephens was described by USA Today as mastering the role and contributing to the program&#8217;s balance between passion and prudence.  ",
				  "In 2005, Stephens played the role of a British Army captain in the Indian film <i>The Rising: Ballad of Mangal Pandey</i> portraying events of the Indian rebellion of 1857.  In 2004, Stephens starred as &#8220;Hamlet&#8221; for the Royal Shakespeare Company where his performance was described by the UK&#8217;s The Guardian newspaper as one of the most inspiring, mastering the young prince&#8217;s irresistible and hostile stride.",
				  "In 2002, Stephens became the Bond franchise&#8217;s youngest villain playing &#8216;Gustav Graves&#8217; in the James Bond film &#8220;Die Another Day&#8221; alongside Pierce Brosnan and Halle Berry.",
				  "Stephens resides in London, England."
			 ],
			 "image": "images/cast/flint.jpg"
		},{
			 "name": "HANNAH NEW",
			 "role": "(Eleanor Guthrie)",
			 "desc": [
				 "Born in London, England, Hannah insisted at age 4 on attending ballet school, setting her on a performing path in life. She later turned her focus to acting and joined The National Youth Theatre of Great Britain.",
				 "Her interest in other cultures led her to travel around the world, including to Bolivia where she did volunteer work in children's homes. Upon her return to England, she attended Leeds University majoring in English and Spanish and performing in numerous stage productions in both languages. Hannah earned a First Class honors degree and promptly moved to Spain to further master the language through immersion and even studied Meisner in Spanish. ",
				 "Hannah was quickly scouted by View Management, a top Spanish modeling agency, and decided to pursue print and commercial work to support her studies in Barcelona and Madrid and save for drama school back home. She was accepted and attended London University's Central School of Speech and Drama. ",
				 "While pursuing her degree, Hannah was offered several Spanish projects including the lead in the 11 part mini-series adaptation of Maria Duenas' best-selling novel &#8220;El Tiempo Entre Costuras.&#8221; Although against standard school policy, Central allowed Hannah to continue her studies while shooting this and several other projects in Spain and in December 2011, she graduated with a Masters in Acting with Distinction.",
				 "Since graduation, Hannah landed her first American role as one of the leads in &#8220;Shelter,&#8221; a pilot for Warner Bros. and the CW that was produced by J.J. Abrams. She was then cast in Walt Disney Pictures' <i>Maleficent</i> starring Angelina Jolie. Hannah plays 'Leila,' the beautiful mother of young Princess Aurora.  The film was released in March 2014. New also recently wrapped production on the thriller <i>Under the Bed</i> produced by Appian Way. Under the Bed centers on a young woman, played by New, trying to get over a recent romantic breakup, while unbeknownst to her, an obsessed stalker befriends her on social media while taking up residence in her home."
			 ],
			 "image": "images/cast/eleanor.jpg"
		},{
			 "name": "LUKE ARNOLD",
			 "role": "(John Silver)",
			 "desc": [
				  "A graduate of the prestigious Western Australian Academy of Performing Arts (WAAPA), Luke is a young Australian on the rise.  Luke was awarded runner-up of the 2011 Australians in Film (AiF) Heath Ledger Scholarship, an achievement that sees him in the company of some of Australia&#8217;s hottest young actors. The scholarship judging panel includes April Webster (casting director), Frances O&#8217;Connor (actor), Gregor Jordan (director), Ann Fay (Maura Fay Group casting agent), Kate Ledger (Heath Ledger&#8217;s sister), and Rob Marsala (AiF board member). Luke boasts an impressive and growing list of film credits including lead roles in <i>Broken Hill</i>; starring opposite Academy&reg; Award Winner Timothy Hutton and <i>Spy Kid&#8217;s</i> Alexa Vega; <i>The Tunnel</i>, which premiered at Screamfest and has worldwide release by Paramount/ Transmission Films, and the soon to be released <i>Murder in the Dark</i>; directed by Dagen Merill and written by Chris Wyatt (<i>Napoleon Dynamite</i>). Additionally, Arnold recently wrapped production on <i>Half Magic</i>. Heather Graham stars in the movie which she also wrote and directed. ",
				  "Luke&#8217;s diverse television guest star roles include &#8220;The Pacific&#8221; (HBO/Dreamworks), &#8220;Winners and Losers&#8221; (Seven Network), &#8220;Panic at Rock Island&#8221; (Goalpost Pictures), &#8220;RUSH&#8221; (Network 10), &#8220;City Homicide&#8221; (Seven Network Australia), &#8220;Rescue Special Ops&#8221; (Network Nine), most recently &#8220;Lowdown&#8221; (ABC), and &#8220;Winners and Losers&#8221; (Seven Network Australia).  In 2014 he was seen starring as Michael Hutchence in the mini-series &#8220;Never Tear Us Apart: The Untold Story of INXS,&#8221; a role for which he won a Silver Logie award.",
				  "Luke is also a writer, producer and director in his own right, his short film IPhone Warfare winning the Peninsula Film Festival in 2011."
			 ],
			 "image": "images/cast/silver.jpg"
		},{
			 "name": "JESSICA PARKER KENNEDY",
			 "role": "(Max)",
			 "desc": [
				  "Jessica Parker Kennedy stars on the hit STARZ series, &#8220;Black Sails&#8221; executive produced by Michael Bay and created by Jonathan E. Steinberg and Robert Levine.  Jessica plays the seductive, cunning, and coolheaded Max, who works as a prostitute in a brothel.  &#8220;Black Sails&#8221; has been picked up for a fourth season and season three will air January 2016.  ",
				  "Jessica can also be seen in the feature film, <i>The Perfect Guy</i>, opposite Michael Ealy and Sanaa Lathan, which opened September 11th, 2015 and was #1 at the box office. ",
				  "Jessica recurred on the final season of the CW&#8217;s &#8220;90210&#8221; and starred in the CW series, &#8220;The Secret Circle&#8221; as an elite New England student who comes to realize that she is a witch.  Jessica was named one of E! Entertainment's &#8220;Hot Faces of Fall&#8221; and featured as one of Zap2It's Underrated TV Stars of 2011. She also adorned TV Guide's Hot List and was recently named to Hollywood Reporter&#8217;s &#8220;Emerging Canadian Talent,&#8221; issue at the Toronto International Film Festival.",
				  "Jessica&#8217;s additional film roles include: <i>50/50</i>, opposite Seth Rogen and Joseph Gordon-Levitt, an official selection of the Toronto International Film Festival - for which the film received an Independent Spirit Award nomination, Andrew Niccol's <i>In Time</i>, opposite Justin Timberlake and Amanda Seyfried, and <i>Another Cinderella Story</i>, opposite Selena Gomez.",
				  "Past television credits include: the Lifetime movie <i>Nearlyweds</i> with Danielle Panabaker.  ABC's &#8220;V&#8221; and &#8220;Brothers and Sisters,&#8221; the CW's &#8220;Smallville,&#8221; Nickelodeon's &#8220;The Troop,&#8221; and MTV Network's &#8220;Kaya and Valemont.&#8221; She was recently cast for the second season of USA&#8217;s &#8220;Colony.&#8221;",
				  "Jessica is a professionally-trained singer and is of Canadian and Caribbean decent."
			 ],
			 "image": "images/cast/max.jpg"
		},{
			 "name": "TOM HOPPER",
			 "role": "(Billy Bones)",
			 "desc": [
				  "Tom can next be seen in theaters playing the lead in the independent film <i>Kill Ratio</i>, produced by Rick Benattar and Nigel Thomas.  He was recently seen on television this past spring starring in The History Channel&#8217;s event series &#8220;Barbarians Rising,&#8221; executive produced by Simon George.  He was also seen on television this past spring starring opposite Toby Stephens and Ray Stevenson in the third season of STARZ&#8217;s hit series &#8220;Black Sails,&#8221; produced by Michael Bay and his Platinum Dunes partners Brad Fuller and Andrew Form.  Season four recently wrapped production and will air January 29th, 2017.  ",
				  "He was last seen in theaters starring opposite Ryan Kwanten in the independent film <i>Northmen: A Viking Saga</i>, directed by Claudio Fah.  Some of Tom&#8217;s other feature film roles include starring opposite Alex Pettyfer and Georgia King in the revenge thriller <i>Tormented</i> for Dreamworks/BBC, as well as starring opposite Jack Reynor and Eoin Macken in the independent film <i>Leopard</i> which is available on VOD.  Tom also starred as &#8216;Sir Percival&#8217; in the hit TV series &#8220;Merlin&#8221; for BBC1/Syfy Channel. "
			 ],
			 "image": "images/cast/billy.jpg"
		},{
			 "name": "TOBY SCHMITZ",
			 "role": "(Jack Rackham)",
			 "desc": [
				  "Born in Perth, Western Australia, Toby briefly studied law at the University of Western Australia while performing stand-up comedy. He graduated from the acting course at the National Institute of Dramatic Art with a degree in Performing Arts (Acting) in 1999.",
				  "His Sydney Theatre Company credits include &#8220;The School for Scandal&#8221; directed by Judy Davis, the premiere and national tour of David Williamson's &#8220;The Great Man&#8221; directed by Robyn Nevin, George Bernard Shaw's &#8220;Major Barbara,&#8221; Andrew Upton's &#8220;Hanging Man,&#8221; Tony McNamara's &#8220;The Great,&#8221; Brendan Cowell's &#8220;Self Esteem,&#8221; Nina Raine&#8217;s &#8220;Rabbit,&#8221; Tom Stoppard's &#8220;Travesties,&#8221; and &#8220;Rosencrantz and Guildenstern are Dead&#8221; with Tim Minchin. Most recently he performed in Andrew Upton's &#8220;The Present&#8221; alongside Cate Blanchett. ",
				  "For Belvoir Street Theatre, he played the title role in Brendan Cowell's &#8220;Ruben Guthrie&#8221; for two seasons. His performances at Belvoir include &#8216;Lucio&#8217; in &#8220;Measure for Measure,&#8221; &#8216;Elyot&#8217; in &#8220;Private Lives,&#8221; and &#8216;Hamlet&#8217; in Simon Stone's production of &#8220;Hamlet.&#8221; Toby also performed in Stone's productions of &#8220;Strange Interlude, The Wild Duck&#8221; - in Sydney, Melbourne and Oslo, and in his European touring production of &#8220;Thyestes.&#8221;",
				  "Toby has also played &#8216;Hamlet&#8217; for the La Boite Theatre and &#8216;Benedick&#8217; for The Bell Shakespeare Company's production of &#8220;Much Ado About Nothing.&#8221;",
				  "For Griffin Theatre Company, he played the central role in Louis Nowra's Boyce Trilogy over three years: &#8220;The Woman with Dog's Eyes,&#8221; &#8220;The Marvellous Boy,&#8221; and &#8220;The Emperor of Sydney,&#8221; directed by David Berthold. ",
				  "Other performances include Martin McDonagh's &#8220;The Lonsesome West,&#8221; the premiere of Brendan Cowell's &#8220;Men,&#8221; and &#8220;The Importance of Being Earnest&#8221; with Geoffrey Rush.",
				  "Toby has directed Howard Korder's &#8220;Boy's Life,&#8221; Neil LaBute's &#8220;This Is How It Goes,&#8221; Josh Lawson's &#8220;Work In Progress,&#8221; his own play &#8220;Capture The Flag,&#8221; and most recently &#8220;Howie The Rookie&#8221; by Mark O'Rowe.",
				  "His television credits include the HBO mini-series &#8220;The Pacific,&#8221; &#8220;McLeod's Daughters,&#8221; &#8220;The Heartbreak Tour,&#8221; &#8220;The Cooks,&#8221; &#8220;White Collar Blue,&#8221; &#8220;City Homicide,&#8221; &#8220;Water Rats,&#8221; &#8220;Fat Cow Motel,&#8221; &#8220;Home and Away,&#8221; &#8220;Temptation,&#8221; &#8220;The Jesters,&#8221; &#8220;Cleo,&#8221; &#8220;Crownies,&#8221; and &#8220;Underbelly: The Man Who Got Away.&#8221; Toby will next be seen on the ABC&#8217;s highly anticipated legal drama &#8220;Newton&#8217;s Law.&#8221; ",
				  "Toby teamed up with Angus Sampson in season one of the Australian word game &#8220;Randling,&#8221; hosted by Andrew Denton on ABC1.",
				  "Toby&#8217;s film credits include <i>Griff The Invisible</i>, <i>The Rage in Placid Lake</i>, <i>Emulsion</i>, <i>Solo</i>, <i>Three Blind Mice</i>, and <i>Somersault</i>.",
				  "Toby is also an awarding-winning playwright. His play &#8220;Lucky&#8221; won the Patrick White Playwrights' Award, and &#8220;Chicks Will Dig You&#8221; won the Australian National Playwrights' Centre / New York New Dramatists Award. He has also written for production &#8220;Capture The Flag,&#8221; &#8220;Pan,&#8221; &#8220;Fifteen And Then Some,&#8221; &#8220;Empire: Terror on the High Seas,&#8221; &#8220;Cu*t Pi,&#8221; &#8220;I Want To Sleep With Tom Stoppard,&#8221; and the musical &#8220;This Blasted Earth&#8221; with Travis Cotton and Tim Minchin."
			 ],
			 "image": "images/cast/rackham.jpg"
		},{
			 "name": "CLARA PAGET",
			 "role": "(Anne Bonny)",
			 "desc": [
				  "Born in London in 1988, her mother is a writer and her father an artist. Clara started modeling after a talent scout spotted her at a birthday party dressed as Marlene Dietrich.",
				  "Clara has appeared in &#8220;Midsomer Murders&#8221; as &#8216;Charlotte Cameron&#8217; (directed by Richard Holthouse) and as &#8216;Linda&#8217; in &#8220;Little Crackers&#8221; (directed by Paul King).",
				  "Clara was most recently seen on the big screen in director Justin Lin&#8217;s <i>The Fast and The Furious 6</i> as the character &#8216;Vegh.&#8217;  Her other big screen roles include: <i>St. Trinian&#8217;s 2: The Legend of Fritton&#8217;s Gold</i> (Oliver Parker and Barnaby Thompson), <i>One Day</i> (Lone Scherfig), <i>Johnny English 2</i> (directed by Oliver Parker), and <i>Acid Girls</i> (directed by Taylor Cohen)."
			 ],
			 "image": "images/cast/anne.jpg"
		},{
			 "name": "LUKE ROBERTS",
			 "role": "(Woodes Rogers)",
			 "desc": [
				  "Luke Roberts trained at L.A.M.D.A. in London, graduating in 2000. Soon after graduating, Luke appeared in Steven Spielberg&#8217;s &#8220;Band of Brothers&#8221; before going on to star in the ITV series &#8220;Crossroads.&#8221; From 2005-2011, Luke starred in the BBC Drama &#8220;Holby City.&#8221; Recently, Luke starred as Rowland Selwyn in season six of HBO&#8217;s &#8220;Game of Thrones.&#8221; He has recurred on the Luc Besson NBC series &#8220;Taxi Brooklyn,&#8221; CW series &#8220;Reign,&#8221; and the CBS miniseries &#8220;The Dovekeepers.&#8221; Luke played &#8216;Harry Norris&#8217; in the acclaimed BBC America miniseries &#8220;Wolf Hall&#8221; opposite Damian Lewis and Mark Rylance. In film, Luke has been seen in <i>Pirates of the Caribbean: On Stranger Tides</i>, <i>300: Rise of an Empire</i>, and starring as &#8216;Dracula&#8217; in <i>Dracula: The Dark Prince</i> opposite Jon Voight. He is currently shooting the lead of the upcoming series &#8220;Ransom&#8221; to air on CBS in 2017."
			 ],
			 "image": "images/cast/woodes.jpg"
		},{
			 "name": "RAY STEVENSON",
			 "role": "(Edward Teach, &#8216;Blackbeard&#8217;)",
			 "desc": [
				  "Ray Stevenson is best known for his critically and publicly acclaimed portrayal of the legionary &#8216;Titus Pollo&#8217; in the HBO/BBC television series &#8220;Rome,&#8221; and also appeared as &#8216;Isaak Sirko&#8217; in the critically acclaimed Showtime series &#8220;Dexter.&#8221; Stevenson appeared in the 2014 blockbuster <i>Divergent</i>, reprised the role of &#8216;Marcus Eaton&#8217; in the 2015 follow-up film, <i>Insurgent</i>, and starred as &#8216;Volstagg&#8217; in Marvel&#8217;s <i>Thor</i>.  Stevenson is currently headlining &#8220;Saints & Strangers&#8221; as &#8216;Stephen Hopkins&#8217; for National Geographic.",
				  "He was also seen in <i>Big Game</i>, opposite Samuel Jackson; and stars in Luc Besson's reboot of his Transporter franchise <i>The Transporter Refueled</i>. Stevenson appeared as &#8216;Porthos&#8217; opposite Christoph Waltz, Logan Lerman, and Orlando Bloom in Paul W. S. Anderson&#8217;s <i>The Three Musketeers</i>.  Stevenson was reunited with the director Kenneth Branagh, who acted opposite him in <i>Theory of Flight</i> for director Paul Greengrass.  Additionally, Stevenson also starred in Jonathon Hensleigh's <i>Kill The Irishman</i>, playing the title character in a true crime story of notorious mobster Danny Greene, with Christopher Walken, Vincent D'Onofrio, and Val Kilmer.  Hensleigh and Jeremy Walters wrote the screenplay based on the nonfiction book &#8220;To Kill the Irishman: The War That Crippled the Mafia&#8221; by Rick Porello.",
				  "He was seen in the post-apocalyptic Warner Bros. feature <i>Book of Eli</i> opposite Denzel Washington and Gary Oldman for directors Albert and Allen Hughes; and was featured in the fantasy thriller <i>Cirque de Freak: The Vampire&#8217;s Assistant</i>.  In 2008, he was seen as the lead in <i>Punisher: War Zone</i>, about the Marvel comic&#8217;s anti-hero, &#8216;Frank Castle,&#8217; and his quest to rid the world of evil after the death of his wife and daughter.",
				  "Prior film work includes the role of &#8216;Dragonet&#8217; in Antoine Fuqua's <i>King Arthur</i>, for producer Jerry Bruckheimer; the cult favorite <i>Outpost</i>, for director Steven Barker; <i>The Return of the Native</i>, opposite Catherine Zeta-Jones; and <i>Some Kind of Life</i>, opposite Jane Horrocks.  Stevenson was seen in Billy Bob Thornton's dramatic comedy <i>Jayne Mansfield&#8217;s Car</i>, starring opposite John Patrick Amedori, Robert Duvall, John Hurt, Kevin Bacon, and Robert Patrick; and as the villain &#8216;Firefly&#8217; in <i>G.I. Joe 2: Retaliation</i> opposite Channing Tatum and Dwayne Johnson.  Stevenson also appeared as Miles Lennon in television&#8217;s &#8220;Crossing Lines.&#8221;",
				  "His stage work includes playing &#8216;Christ&#8217; in the &#8220;York Mystery Plays&#8221; in 2000 at York Minster.  In 2001, he played &#8216;Roger&#8217; in &#8220;Mouth to Mouth&#8221; by Kevin Elyot at the Albery Theatre in London, with Lindsay Duncan and Michael Maloney; and in 2003, appeared as &#8216;Cardinal&#8217; in &#8220;The Duchess of Malfi&#8221; by John Webster at the Royal National Theatre with Janet McTeer.",
				  "Born in Northern Ireland, Stevenson grew up in England.  He studied acting at the Bristol Old Vic Theatre School."
			 ],
			 "image": "images/cast/teach.jpg"
		},{
			 "name": "ZETHU DLOMO",
			 "role": "(Madi)",
			 "desc": [
				  "South African Zethu Dlomo is a much loved actress known for her lead role in the South African hit movie <i>Fanie Fourie&#8217;s Lobola</i>.",
				  "Zethu&#8217;s other film credits include: <i>Mandela&#8217;s Gun</i> directed by John Irvin, <i>Mary and Martha</i> directed by Philip Noyce, and <i>Iqili The Conman</i>.",
				  "Her television credits include: &#8220;Book of Negroes,&#8221; &#8220;Room 9,&#8221; &#8220;Zone 14,&#8221; &#8220;No1 Ladies Detective Agency,&#8221; and &#8220;Justice for All.&#8221;",
				  "Zethu was nominated in 2014 for the South African Film and Television Award for Best Female Actor and won the South African Theater Award (Naledi Award) in 2015 for Best New Comer.",
				  "She currently wrapped a South African western film shot entirely in Setho and Xhosa, &#8220;Five Fingers for Marseille.&#8221; ",
				  "She holds a BA degree in Drama from Wits University."
			 ],
			 "image": "images/cast/madi.jpg"
		}]
	},{
		"name": "Videos",
		"class": "videos",
		"link": "videos",
		"menu": true,
		"maincontent": "Videos",
		"video": false,
		"background": "black",
		"content": [{
			 "name": "Hero Trailer",
			 "path": "https://www.starz.com/videos/embed/79bca7d625564637b323be9e562d3b0b?footer=false&cid=bks4prhero",
			 "image": "images/video/herotrailer.jpg"
		},{
			 "name": "Creating the World",
			 "path": "https://www.starz.com/videos/embed/9d7d3bcf35fa4d15bf7d755611589818?footer=false&cid=bks4prctw",
			 "image": "images/video/creatingtheworld.jpg"
		}]
	},{
		"name": "Screening Room",
		"class": "screeningroom",
		"link": "https://microsites.starz.com/ScreeningRoom/Account/Login",
		"menu": true,
		"external": true
	},{
		"name": "Press Materials",
		"class": "pressmaterials",
		"link": "pressmaterials",
		"menu": true,
		"maincontent": "PressMaterials",
		"video": false,
		"loop": true,
		"background": "images/backgrounds/push.jpg",
		"content": [{
			 "name": "High Resolution<br />Assets",
			 "icon": "fa-camera-o",
			 "class": "assets",
			 "links": [{
				  "name": "Visit Starz Media Room to Download High Resolution Images and Videos",
				  "link": "http://starz.mediaroom.com/index.php?s=64&cat=93"
			 }]
		}, {
			 "name": "Press PDF<br />Downloads",
			 "icon": "fa-file-pdf-o",
			 "class": "download",
			 "links": [{
				  "name": "Series Synopsis",
				  "link": "pdfs/bks4_synopsis.pdf"
			 }, {
				  "name": "Character Descriptions",
				  "link": "pdfs/bks4_characterdescriptions.pdf"
			 }, {
				  "name": "Cast Biographies",
				  "link": "pdfs/bks4_castbiographies.pdf"
			 }]
		}, {
			 "name": "Press<br />Contacts",
			 "class": "contact",
			 "icon": "fa-envelope-o",
			 "links": [{
				  "name": "<span>Kristin Silady</span>Starz Entertainment, LLC.<br />(424) 204-4127<br />kristin.silady@starz.com",
				  "link": "mailto:kristin.silady@starz.com?Subject=Black Sails Season 4 Press Kit"
			 }]
		}]
	}]
}
